# text ="""Я помню чудное мгновенье:
# Передо мной явилась ты,
# Как мимолетное виденье,
# Как гений чистой красоты.
#  """
# print(text)



# my_list = [1, 2, 'tot', 'ele']

#          0  1   2      3
# insert берет место в данном случае место 1вого индекса ну в выводит это looool
# my_list.insert(1, 'looool')
# # а append сразу берет последний индекс
# my_list.append("llloooooool")
# print(my_list)
# 'н', 'у', ' ', 'э', 'т', 'а', ' ', 'ш', 'т', 'у', 'к', 'а', ' ', 'д', 'е', 'л', 'а', 'е', 'т', ' ', 'п', 'о', ' ', 'с', 'и', 'м', 'в', 'о', 'л', 'а', 'м', ' ', 'к', 'о', 'р', 'о', 'ч', 'е', ' ', 'р', 'а', 'з', 'д', 'е', 'л', 'я', 'е', 'т', ' ', 'с', 'и', 'м', 'в', 'о', 'л', 'ы'
# my_list.extend("ну эта штука делает по символам короче разделяет символы")
# print(my_list)
# my_list.reverse()
# print(my_list)
# print(my_list[::-1])
# list.clear






# for i in range(1000000000000000000000, 0, -2):
#     print(i)
#     print("Hello🤣😉😎syslik")
# while True in range(100):
#     print("Joj")
	